INSERT INTO disciplines (code, name)
VALUES ('50M', '50 м'),
       ('60M', '60 м'),
       ('100M', '100 м'),
       ('150M', '150 м'),
       ('200M', '200 м'),
       ('300M', '300 м'),
       ('400M', '400 м'),
       ('500M', '500 м'),
       ('600M', '600 м'),
       ('800M', '800 м'),
       ('1000M', '1000 м'),
       ('1500M', '1500 м'),
       ('1MILE', '1 миля (1609 м)'),
       ('2000M', '2000 м'),
       ('3000M', '3000 м'),
       ('5000M', '5000 м'),
       ('10000M', '10 000 м');

INSERT INTO disciplines (code, name)
VALUES ('50MH', '50 м с барьерами'),
       ('60MH', '60 м с барьерами'),
       ('80MH', '80 м с барьерами'),
       ('100MH', '100 м с барьерами'),
       ('110MH', '110 м с барьерами'),
       ('200MH', '200 м с барьерами'),
       ('300MH', '300 м с барьерами'),
       ('400MH', '400 м с барьерами'),
       ('1500SC', '1500 м стипль-чез'),
       ('2000SC', '2000 м стипль-чез'),
       ('3000SC', '3000 м стипль-чез');

INSERT INTO disciplines (code, name)
VALUES ('1MILE_ROAD', '1 миля'),
       ('2MILE_ROAD', '2 мили'),
       ('5K_ROAD', '5 км'),
       ('10K_ROAD', '10 км'),
       ('15K_ROAD', '15 км'),
       ('20K_ROAD', '20 км'),
       ('10MILE_ROAD', '10 миль'),
       ('25K_ROAD', '25 км'),
       ('30K_ROAD', '30 км'),
       ('HALF_MAR', 'Полумарафон'),
       ('MARATHON', 'Марафон'),
       ('50K_ROAD', '50 км'),
       ('100K_ROAD', '100 км'),
       ('100MILE_ROAD', '100 миль');

